Repository: NaN-tic/trytond-sale_pos
Catalog: locale/*.po
Languages: fr_fr

# error:sale_pos.device:
source: Device %s not found...!
fr_fr: Périphérique %s non trouvé ... !

# error:sale_pos.sale_payment:
source: A customer invoice/refund from POS sale has not been created.
fr_fr: Un avoir/facture client venant du PdV n'a pas été crée.

# error:sale_pos.sale_payment:
source: A draft statement for "%s" payments has not been created.
fr_fr: Un relevé brouillon pour le paiement "%s" n'a pas été créé.

# error:sale_pos.sale_payment:
source: You have not defined a POS device for your user.
fr_fr: Vous n'avez pas créé de périphérique PdV pour votre utilisateur.

# field:account.statement.line,sale:
source: Sale
fr_fr: Vente

# field:res.user,pos_device:
source: POS device
fr_fr: Périphérique PdV

# field:sale.line,amount_w_tax:
source: Amount with Tax
fr_fr: Montant TTC

# field:sale.line,unit_price_w_tax:
source: Unit Price with Tax
fr_fr: Prix unit. TTC

# field:sale.sale,paid_amount:
source: Paid Amount
fr_fr: Montant payé

# field:sale.sale,payments:
source: Payments
fr_fr: Paiements

# field:sale.sale,residual_amount:
source: Residual Amount
fr_fr: Reste à payer

# field:sale.shop,party:
source: Default Party
fr_fr: Tiers par défaut

# field:sale_pos.add_product_form,product:
source: Product
fr_fr: Produit

# field:sale_pos.add_product_form,product_uom_category:
source: Product Uom Category
fr_fr: Catégorie d'UDM produit

# field:sale_pos.add_product_form,quantity:
source: Quantity
fr_fr: Quantité

# field:sale_pos.add_product_form,sale:
source: Sale
fr_fr: Vente

# field:sale_pos.add_product_form,unit:
source: Unit
fr_fr: Unité

# field:sale_pos.add_product_form,unit_digits:
source: Unit Digits
fr_fr: Décimales de l'unité

# field:sale_pos.add_product_form,unit_price:
source: Unit price
fr_fr: Prix unit.

# field:sale_pos.device,company:
source: Company
fr_fr: Société

# field:sale_pos.device,create_date:
source: Create Date
fr_fr: Date de création

# field:sale_pos.device,create_uid:
source: Create User
fr_fr: Créé par

# field:sale_pos.device,display_baud:
source: BAUD-Rate
fr_fr: Vitesse (BAUD)

# field:sale_pos.device,display_digits:
source: Digits per Row
fr_fr: Chiffre par ligne

# field:sale_pos.device,display_port:
source: Display port
fr_fr: Port de l'afficheur

# field:sale_pos.device,journal:
source: Default Journal
fr_fr: Journal par défaut

# field:sale_pos.device,journals:
source: Journals
fr_fr: Journaux

# field:sale_pos.device,logo:
source: Receipt Logo
fr_fr: Logo du reçu

# field:sale_pos.device,name:
source: Device Name
fr_fr: Nom du périphérique

# field:sale_pos.device,printer_port:
source: Printer Port
fr_fr: Port de l'imprimante

# field:sale_pos.device,rec_name:
source: Name
fr_fr: Nom

# field:sale_pos.device,shop:
source: Shop
fr_fr: Magasin

# field:sale_pos.device,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:sale_pos.device,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:sale_pos.device_account.statement.journal,create_date:
source: Create Date
fr_fr: Date de création

# field:sale_pos.device_account.statement.journal,create_uid:
source: Create User
fr_fr: Créé par

# field:sale_pos.device_account.statement.journal,device:
source: Pos Device
fr_fr: Périph. PdV

# field:sale_pos.device_account.statement.journal,journal:
source: Statement Journal
fr_fr: Journal de relevés

# field:sale_pos.device_account.statement.journal,rec_name:
source: Name
fr_fr: Nom

# field:sale_pos.device_account.statement.journal,write_date:
source: Write Date
fr_fr: Date de mise à jour

# field:sale_pos.device_account.statement.journal,write_uid:
source: Write User
fr_fr: Mis à jour par

# field:sale_pos.sale_payment_form,currency_digits:
source: Currency Digits
fr_fr: Décimales de la devise

# field:sale_pos.sale_payment_form,journal:
source: Statement Journal
fr_fr: Journal de relevés

# field:sale_pos.sale_payment_form,journals:
source: Allowed Statement Journals
fr_fr: Journaux de relevés permis

# field:sale_pos.sale_payment_form,payment_amount:
source: Payment amount
fr_fr: Montant du paiement

# help:sale_pos.device,display_port:
source: Like /dev/ttyS0
fr_fr: Ex : /dev/ttyS0

# help:sale_pos.device,printer_port:
source: Port type the receipt printer is conntected to.
fr_fr: Type de port auquel est connecté l'imprimante des reçus.

# model:ir.action,name:act_pos_device
source: POS Device
fr_fr: Périph. PdV

# model:ir.action,name:act_sale_form
source: POS Sales
fr_fr: Vente PdV

# model:ir.action,name:act_sale_reconcile
source: Reconcile POS Sales
fr_fr: Reconcilier les ventes PdV

# model:ir.action,name:report_sale_ticket
source: Sale Ticket
fr_fr: Ticket de vente

# model:ir.action,name:report_sales_summary
source: Sales Summary
fr_fr: Résumé des ventes

# model:ir.action,name:report_sales_summary_by_party
source: Sales Summary by Party
fr_fr: Résumé des vente par tiers

# model:ir.action,name:wizard_add_product
source: Add Product
fr_fr: Ajout de produit

# model:ir.action,name:wizard_sale_payment
source: Pay
fr_fr: Payer

# model:ir.ui.menu,name:menu_pos_device
source: POS Devices
fr_fr: Périph. PdV

# model:ir.ui.menu,name:menu_sale
source: POS Sales
fr_fr: Ventes PdV

# model:sale_pos.add_product_form,name:
source: Add Product Form
fr_fr: Formulaire d'ajout de produit

# model:sale_pos.device,name:
source: Pos Device Configuration
fr_fr: Conf. du périphérique PdV

# model:sale_pos.device_account.statement.journal,name:
source: Pos Device - Statement Journal
fr_fr: Périph. Pdv - Journal de relevé

# model:sale_pos.sale_payment_form,name:
source: Sale Payment Form
fr_fr: Formulaire des paiements de vente

# odt:sale_pos.sale_pos_ticket:
source: Amount
fr_fr: Montant

# odt:sale_pos.sale_pos_ticket:
source: Customer:
fr_fr: Client :

# odt:sale_pos.sale_pos_ticket:
source: Draft Sale N°
fr_fr: Brouillon de vente n°

# odt:sale_pos.sale_pos_ticket:
source: Paid:
fr_fr: Payé :

# odt:sale_pos.sale_pos_ticket:
source: Qty
fr_fr: Qté

# odt:sale_pos.sale_pos_ticket:
source: Residual:
fr_fr: Solde :

# odt:sale_pos.sale_pos_ticket:
source: Sale N°
fr_fr: Vente n°

# odt:sale_pos.sale_pos_ticket:
source: Salesman:
fr_fr: Vendeur :

# odt:sale_pos.sale_pos_ticket:
source: Total (excl. taxes):
fr_fr: Total (ht) :

# odt:sale_pos.sale_pos_ticket:
source: Unit Price
fr_fr: Prix unit.

# odt:sale_pos.sales_summary:
source: Amount
fr_fr: Montant

# odt:sale_pos.sales_summary:
source: Notes:
fr_fr: Note :

# odt:sale_pos.sales_summary:
source: POS SALES SUMMARY
fr_fr: RÉSUMÉ DES VENTES PDV

# odt:sale_pos.sales_summary:
source: Party
fr_fr: Tiers

# odt:sale_pos.sales_summary:
source: Tax
fr_fr: Taxes

# odt:sale_pos.sales_summary:
source: Ticket Nº
fr_fr: Ticket n°

# odt:sale_pos.sales_summary_by_party:
source: Amount
fr_fr: Montant

# odt:sale_pos.sales_summary_by_party:
source: From:
fr_fr: De :

# odt:sale_pos.sales_summary_by_party:
source: Notes:
fr_fr: Note :

# odt:sale_pos.sales_summary_by_party:
source: POS SALES BY PARTY
fr_fr: VENTE PDV PAR TIERS

# odt:sale_pos.sales_summary_by_party:
source: Party
fr_fr: Tiers

# odt:sale_pos.sales_summary_by_party:
source: Tax
fr_fr: Taxes

# odt:sale_pos.sales_summary_by_party:
source: To:
fr_fr: À :

# view:sale.line:
source: Lines
fr_fr: Lignes

# view:sale.line:
source: POS Sale
fr_fr: Vente PdV

# view:sale.sale:
source: Add _Sum
fr_fr: Ajout _S/Total

# view:sale.sale:
source: Invoices
fr_fr: Factures

# view:sale.sale:
source: Payments
fr_fr: Paiements

# view:sale.sale:
source: Pos Cash Sales
fr_fr: Ventes PdV en espèces

# view:sale.sale:
source: Sale
fr_fr: Vente

# view:sale.sale:
source: _Add Product
fr_fr: _Ajout de produit

# view:sale.sale:
source: _Pay
fr_fr: _Payer

# view:sale_pos.add_product_form:
source: Add product
fr_fr: Ajout de produit

# view:sale_pos.device:
source: POS Device Configuration
fr_fr: Conf. du périphérique PdV

# view:sale_pos.device:
source: Test display
fr_fr: Essais de l'afficheur

# view:sale_pos.device:
source: Test printer
fr_fr: Essais de l'imprimante

# view:sale_pos.sale_payment_form:
source: Sale Payment Form
fr_fr: Formulaire des paiements de vente

# wizard_button:sale_pos.add_product,start,add_:
source: Add
fr_fr: Ajouter

# wizard_button:sale_pos.add_product,start,add_new_:
source: Add and New
fr_fr: Ajout et Nouveau

# wizard_button:sale_pos.add_product,start,end:
source: Cancel
fr_fr: Annuler

# wizard_button:sale_pos.sale_payment,start,end:
source: Cancel
fr_fr: Annuler

# wizard_button:sale_pos.sale_payment,start,pay_:
source: Pay
fr_fr: Payer
